/* 
   Localizable.strings
   CSFoundation

   Created by Charles Srstka on 6/23/10.
   Copyright 2010 __MyCompanyName__. All rights reserved.
 */







"Error" = "Errore";

"bytes" = "byte";
"KiB" = "KiB";
"MiB" = "MiB";
"GiB" = "GiB";
"TiB" = "TiB";
"PiB" = "PiB";

"Yes" = "Sì";
"No" = "No";
"Unknown" = "Sconosciuto";

// compression/decompression errors

"NOT_GZ_FILE" = "Non è un file gzip.";

"NEW_OBJECT" = "Nuovo oggetto";

"String" = "Stringa";
"Number" = "Numero";
"Boolean" = "Booleano";
"Array" = "Vettore";
"Dictionary" = "Dizionario";
"Data" = "Dati";
"Date" = "Data";

"%lu objects" = "%lu oggetti";

"INVALID_KEY" = "Chiave non valida.";
"ALREADY_EXISTS" = "Un oggetto con la chiave “%@” esiste già.";